'''
day1：环境搭建
day2：元素定位及键盘操作
day3：iframe切换，鼠标悬停，下拉框、弹窗操作
day4_1：多窗口句柄
day4_2：CSS定位，禅道登录案列
day4_3：jQuery脚本语法，JS语句解决点击不到
day5_1：unittest用例测试框架介绍及断言
day5_2：每条用例都执行一次
day5_3：用例前后只执行一次
day6_1：加载用例，错误截图生成报告:driver = webdriver.Chrome()
day7_1：类、覆盖、类继承
day7_2：初始化、实例化
day7_3：禅道登录模块封装实战
day8_1: 类、函数、方法、实例实战
day8_2：调用函数实战
day8_3: html测试报告
day9_1: 显示等待+定位、select/弹窗、断言、JS上下滚动等等二次封装
day10: ddt数据驱动
day11: 文件上传

建议底层封装：
①切换环境的Host  ②显式等待+元素定位   ③数据库连接操作

禅道案列：
①登录函数
②断言实际结果函数
③类
步骤：1.登录 2.获取结果 3.断言结果

pom设计思想：


'''
